[

  {
    "src": "images/badlands1.jpg",
    "highres": "images/badlands1.jpg",
    "caption": "A little red moon rising at sunset. I camped at this boondocking site which is basically on top of one of those butte-esque features, looking down on the pretty expansive valley. Same spot Frances McDormand camps in Nomadland."
  },
  {
    "src": "images/badlands2.jpg",
    "highres": "images/badlands2.jpg",
    "caption": "This is a view from that same boondocking spot, a little before sunset this time. Plains go on for days."
  },
    {
    "src": "images/badlands3.jpg",
    "highres": "images/badlands3.jpg",
    "caption": "Looking down on some pronghorn sheep. What a wild animal to exist in South Dakota."
  },
  {
    "src": "images/badlands4.jpg",
    "highres": "images/badlands4.jpg",
    "caption": "The colors here are straight out of a Dr. Seuss book. This photo's completely unedited, how does a landscape like this happen? Need to go get a geology degree."
  },
    {
    "src": "images/badlands5.jpg",
    "highres": "images/badlands5.jpg",
    "caption": "I went for a little run on some trails while I was here. Turns out that trails are kind of loosely defined, you mostly try to follow cairns and hope you don't get lost. Probably did ~50% running ~50% trying to find cairns and inevitably got lost. Found my way to a dirt road eventually and just headed in the general cardinal direction of the park. Also, not that I had a filter or anything, but there's somehow like, no water in this park. Fun outing, would do it again."
  },
   {
    "src": "images/badlands10.jpg",
    "highres": "images/badlands10.jpg",
    "caption": "More Looney Tunes landscape. And a Toy Story sky."
  },
  {
    "src": "images/badlands6.jpg",
    "highres": "images/badlands6.jpg",
    "caption": "Hey, that's not the Badlands! You're right! It's Mount Rushmore. Stopped by since I was in the area. It is what it is. National Treasure 2 lied to me."
  },
    {
    "src": "images/badlands7.jpg",
    "highres": "images/badlands7.jpg",
    "caption": "Also not the Badlands, I'm sorry. I swung through Custer State Park which was SO COOL. There's such a recreational hub here, I had no idea. I went for a little run up to Little Devil's Tower. Very eventful, adrenaline filled."
  },
  {
    "src": "images/badlands8.jpg",
    "highres": "images/badlands8.jpg",
    "caption": "Look at those mountain goats! How do they do it?"
  },
    {
    "src": "images/badlands9.jpg",
    "highres": "images/badlands9.jpg",
    "caption": "Like I said, recreational hub here. Wish I had my paddle board I would've spent an extra day or two just hanging out on the water. Due for a repeat. I met a couple people where I was camping who were off climbing Devil's Tower later in the week. Big time motivation to get crack climbing."
  }
     
]
