[
  {
    "src": "images/IR1.jpg",
    "highres": "images/IR1.jpg",
    "caption": "We opted for the sea plane ride out to the island. Right decision. Except I got put in the middle seat to preserve leg room? So I kind of had to lean over the shoulder of the stranger next to me to see anything. This picture is actually from our bonus day where we canoed around some of the bays on the island. The plane lined up way too perfectly."
  },
   {
    "src": "images/IR2.jpg",
    "highres": "images/IR2.jpg",
    "caption": "Matt walking in the woods - classic. I think around here is where we got into some pretty dense foliage (that's ~90% of the island actually) and freaked out a moose. We were all a little tired and dazed and then about 5 feet off the trail a 2000 pound unit just rampaged away. Pretty cool. Probably should be a lil more observant."
  },
  {
    "src": "images/IR3.jpg",
    "highres": "images/IR3.jpg",
    "caption": "I'm ~80% sure this is Lake Desor. Most of the inland lakes on the island are littered with algae and cyanobacteria, to the point that you can't actually filter the water. We probably could've done a little more research regarding that 'cause we were somewhat banking on pulling from a couple of 'em. It's not like, a huge deal. Since, ya know, you're surrounded by the second largest lake in the world."
  },
  {
    "src": "images/IR4.jpg",
    "highres": "images/IR4.jpg",
    "caption": "This is the ferry! Docked in Rock Harbor, seen on our last day hiking. I really like the look of it, reminds me of like, The Perfect Storm. I've said it before, but I crave a large body of water."
  },
  {
    "src": "images/IR5.jpg",
    "highres": "images/IR5.jpg",
    "caption": "Catching the sunset from Todd Harbor. One of my favorite points. Had a beach composed mostly of those flat oval Petosky-esque stones. The water lapping up on them makes a really satisfying sound."
  },
  {
    "src": "images/IR6.jpg",
    "highres": "images/IR6.jpg",
    "caption": "On the way back from Scoville Point - golden hour. A little easier to navigate when the sun's out."
  },
  {
    "src": "images/IR7.jpg",
    "highres": "images/IR7.jpg",
    "caption": "This is sunrise over at Scoville Point on the far east side of the island. I woke up early and ran out here after we camped in Rock Harbor. It was kind of sketchy, there were a few wood-plank paths that I couldn't see super well and almost slipped off a number of times. Then there's like, no trail at the end and you kind of just try to head eastward. Which is tough when there's no sun. Very very worth it though, I was the only one at the point for a while, was joined by 3 or 4 others right at sunrise."
  },
    {
    "src": "images/IR8.jpg",
    "highres": "images/IR8.jpg",
    "caption": "You spend 3 days going through mostly dense, swampy forests, and then on the last day you get this trail that climbs around the rocky southern coast of the island. So neat. I want to go swim in that water."
  },
      {
    "src": "images/IR9.jpg",
    "highres": "images/IR9.jpg",
    "caption": "That's a dilapidated little shack we canoed by. The black flies were absolutely unbearable, we got close to the shore at one point and they swarmed us, then we tried canoeing away and the followed us out to sea."
  },
      {
    "src": "images/IR10.jpg",
    "highres": "images/IR10.jpg",
    "caption": "More canoeing content. The back of Matt's head."
  }
]
