[
  {
    "src": "images/zion1_low.jpg",
    "highres": "images/zion1.jpg",
    "caption": "Location: La Verkin Creek Trail 1\nThis was from early on day one of backpacking. Our shuttle driver Tam gave us a short history lesson on the area (the rocks of Rockville) and a brief personal history. She's got serious beef with the Holiday Inn in La Verkin. Tam was very cool, hope to cross paths again. Anyway, this was while we were still near Lee's Pass Trailhead. Probably took us two hours to go a mile there were so many views around here."
  },
  {
    "src": "images/zion2_low.jpg",
    "highres": "images/zion2.jpg",
    "caption": "This is a tree that I thought looked pretty neat lined up with the canyon. This spot was on day 3, heading down Wildcat Canyon. Pretty confident that's South Guardian Angel straight behind the tree, with Left Fork Creek and The Subway veering off to the left."
  },
  {
    "src": "images/zion3_low.jpg",
    "highres": "images/zion3.jpg",
    "caption": "Day 4 morning, on our short hike out from Wildcat Canyon down toward Angel's Landing. I think this is looking east into the park, but who's to say, really. Absolutely jarring to go from seeing 6 people in 4 days to about 2 billion in a couple hours. Crushed my knees, my IT band will never forgive me."
  },
  {
    "src": "images/zion4_low.jpg",
    "highres": "images/zion4.jpg",
    "caption": "Believe it or not, that's Matt in the distance. We crossed about 45 streams on the morning of day 2 going through Hop Valley. Unlike anything I've done. Don't follow the horse paths. The rock at the top left kind of looks like a sphinx, right?"
  },
  {
    "src": "images/zion5_low.jpg",
    "highres": "images/zion5.jpg",
    "caption": ""
  },
  {
    "src": "images/zion6_low.jpg",
    "highres": "images/zion6.jpg",
    "caption": "If you open the high-res version and look closely there's a deer hiding somewhere in here. Right when I woke up he was the most majestic looking species anyone's ever seen, then he ran off to sniff the wag-bags. Good call by Ranger Nichols on the campsite, views were pretty great, check out those mesas in the background."
  },
  {
    "src": "images/zion7_low.jpg",
    "highres": "images/zion7.jpg",
    "caption": "Would you look at that, it's Matt walking. Sand does an absolute number on the legs. Ranger Nichols did not prepare us. We should've known better, but still. I ate like, 3 quesadillas this day, which is just a couple mozzarella cheese sticks wrapped in a tortilla. Suprisingly good caloric value. And taste."
  },
  {
    "src": "images/zion8_low.jpg",
    "highres": "images/zion8.jpg",
    "caption": "Absolutely frickin' jurassic. This was from day 1, it might even be from the parking lot where we got dropped off. Views were wire-to-wire."
  },
  {
    "src": "images/zion9_low.jpg",
    "highres": "images/zion9.jpg",
    "caption": ""
  },
  {
    "src": "images/zion10_low.jpg",
    "highres": "images/zion10.jpg",
    "caption": "Remember that tree? There he is again! Same view but you can make out South Guardian Angel way clearer. This was maybe my favorite sight the whole trip. How does a canyon like that happen? It drops off so sudden at the end!"
  },
  {
    "src": "images/zion11_low.jpg",
    "highres": "images/zion11.jpg",
    "caption": ""
  }
]
